/* в этот файл добавляет скрипты*/
import "./filter-products.js";
import "./basket.js";
import "./form.js";

/*
То что необходимо поправить в данном сайте:
1) Сделать файл с данными в виде JSON и переделать получение данных через json
2) Вывод только части товаров и вывести кнопку подгрузки еще товаров
3) Создать модалку с результатом отправки формы для пользователя(ок или нет) и выводом ее на экран вместо алерта
4) Кнопка подъема наверх страницы после прокрутки вниз
5) Дописать другие товары и фильтры
6) Отправка на почту более красивого файла
7) Написать валидацию формы
8) Сделать бургер меню с фильтрами при мобильной версии(возможно)
*/
